---
kind: enumMember
id: F:Autodesk.Revit.DB.MaterialPropertyPathType.ReliefPattern
enum: Autodesk.Revit.DB.MaterialPropertyPathType
source: html/38cbac37-6832-2aa2-1922-8bd6b4f2c377.htm
---
# Autodesk.Revit.DB.MaterialPropertyPathType.ReliefPattern

Relief pattern, for various material types